IdeaRS.OpenModel.Detail.ISDModel
Model of IDEA StatiCa Detail

IdeaRS.OpenModel.Detail.ISDModel.#ctor
Constructor

IdeaRS.OpenModel.Detail.ISDModel.ISDType
Type of IDEA StatiCa Detail

IdeaRS.OpenModel.Detail.ISDModel.Setting
Setting

IdeaRS.OpenModel.Detail.ISDModel.Geometry
All geometrical entities of Detail

IdeaRS.OpenModel.Detail.ISDModel.Reinforcement
All reinforcement of Detail

IdeaRS.OpenModel.Detail.ISDModel.Loading
All loading entities of Detail